const formData = [
    {
        id: 1,
        question: "레벨1 스크린샷을 찍어주세요",
        content: "스크린샷 업로드 버튼을 눌러 캡쳐 이미지를 업로드해주세요. 오른쪽 상단에 레벨 1이상만 나오면 됩니다."
    },
    {
        id: 2,
        question: "게임 중 가장 좋았던 점은 무엇인가요?",
        answer: [
            "적을 때릴 때 타격감이 좋았다",
            "흘러가는 스토리 구성이... ",
            "구성하는 전체 디자인이 좋았다"
        ]
    },
    {
        id: 3,
        question: "추후 개발될 토큰 획득 시스템은 어떻게 개발 되어야 할까요?",
        answer: [
            "플레이한 시간만큼 토큰을 얻는... ",
            "광석을 캐는 등으로 토큰을 얻는... ",
            "미션 완료한 만큼 토큰을 얻는... "
        ]
    },
    {
        id: 4,
        question: "게임이 개선해야할 점을 자유롭게 써주세요.",
        subQuestion: "좋은 의견을 주신 50분을 선정해 10,000토큰의 추가 보상을 드립니다."
    },
    {
        id: 5,
        question: "모든 미션이 완료되었습니다."
    }
]

export default formData;